// © Copyright 2005-2008, 2015-2016 HP Development Company, L.P.

HSDTaskName = "校准颜色";

CalibrateProcessTitle = "正在校准...";
DownloadingProcessTitle = "正在下载颜色校准表...";
CalibrationFailedTitle = "无法执行颜色校准";

HSDInfoTextFieldTitle = "该过程可以稳定打印系统中所发生的变化，以保证在设备输出时能够提供较高的颜色精确度和颜色稳定性。";
HSDGuideTextFieldTitle = "在开始校准前，请确保 Letter/A4 HP 高级照片纸已装载于纸盘之内。";
HSDCalibrateButtonTitle = "开始颜色校准";

CalibrationCompleteTitle = "您的打印机刚刚执行了自动颜色校准";
CalibrationCompleteMsg = "如果颜色打印输出效果不佳，请单击“开始颜色校准”按钮再次执行自动颜色校准。";